{
  "users": [
    {
      "name": "Admin",
      "login": "admin",
      "password": "admin"
    },
    {
      "name": "Апти",
      "login": "apti",
      "password": "apti"
    }
  ],
  "news": [
    {
      "id": 1,
      "title": "Зять Трампа уйдет из политики, сообщили СМИ",
      "imageURL": "https://cdn25.img.ria.ru/images/149535/74/1495357417_0:0:5235:2945_640x0_80_0_0_4c64f264c2e7f8b63e11a69bb2d85fd7.jpg.webp",
      "desc": "Зять и советник бывшего президента США Дональда Трампа Джаред Кушнер уходит из политики, чтобы заняться делами создаваемой им инвестиционной компании, сообщает газета Jerusalem Post.\nШтаб-квартира компании Affinity Partners будет располагаться в По данным издания, в Израиле откроется один из важных филиалов фирмы, в задачу которого будет входить привлечение инвестиций в качестве регионального хаба.\nНа посту советника Кушнер был активно вовлечен в ситуацию на Ближнем Востоке, его называют \"архитектором\" соглашения по нормализации отношений Израиля с ОАЭ, Бахрейном и другими странами региона.\nПрежде чем занять должность советника в Белом доме Кушнер возглавлял компанию Kushner Companies, которая занималась сопровождением многомиллиардных сделок в сфере недвижимости, СМИ и высоких технологий.Майами, где проживают Кушнер и его жена Иванка Трамп..",
      "author": "Апти",
      "date": "28.07.21, 16:45",
      "completed": true
    },
    {
      "id": 2,
      "title": "На Украине нашли новый способ борьбы с \"Северным потоком — 2\"",
      "imageURL": "https://cdn25.img.ria.ru/images/07e5/07/1b/1743171826_0:103:3072:1831_640x0_80_0_0_547185e166b264a17ded6700ef33cd5c.jpg.webp",
      "desc": "МОСКВА, 28 июл — РИА Новости. Украина планирует стать ближайшим энергетическим союзником Германии и надеется, что российский газ утратит свое значение в будущем, пишет издание Die Welt.\nПо словам руководителя \"Украинского водородного совета\" Александра Репкина, Киев намеревается построить много ветряных парков, электричество от которых будут использовать для расщепления воды с последующим получением \"зеленого\" водорода.\n\"Наш потенциал в сфере водорода огромен. Украина после Великобритании обладает вторым по значению потенциалом в ветровой энергетике Европы\", — заявил он.\nПо мнению Репкина, этот источник энергии позволит обеспечить местные нужды, что сделает страну менее зависимой от российского газа. \"То, что \"Северный поток — 2\" будет построен, — поражение для Украины. Но страна решительно настроена на то, чтобы выиграть у России Большую энергетическую игру во втором тайме\", — говорится в материале.\n\"Германия ищет зеленый водород, но найти его не так-то просто. Намечается нешуточная борьба за это сырье\" — добавил он.",
      "author": "Апти",
      "date": "28.07.21, 16:45",
      "completed": true
    },
    {
      "id": 3,
      "title": "Макрон подал жалобу на автора фотомонтажа, где его изобразили Гитлером",
      "imageURL": "https://cdn25.img.ria.ru/images/07e4/02/0f/1564817512_0:190:2482:1586_1920x0_80_0_0_7bab0510c02e5449c9105de49bb9569c.jpg.webp",
      "desc": "ПАРИЖ, 28 июл – РИА Новости. Адвокаты президента Франции Эммануэля Макрона подали жалобу против автора изображения на рекламном щите, на котором глава государства изображен в образе Адольфа Гитлера, сообщает телеканал BFMTV.\nПо данным СМИ, плакаты с фотомонтажем появились на прошлой неделе в Тулоне и коммуне Ла-Сен-сюр-Мер. Макрон изображен в образе Гитлера, рядом белыми буквами на красном фоне сделана надпись: \"Подчинись. Сделай прививку\". Прокуратура Тулона возбудила дело в связи с появлением подобных изображений. Расследованием инцидента занимается служба безопасности отделения полиции Тулона. Дело по обвинению в клевете ведется в отношении автора изображения на билбордах. По данным региональной газеты, Var-Matin, автор карикатуры - местный активист Мишель-Анж Флори, известный подобными акциями. Он таким образом хотел язвительно высказаться о санитарных пропусках во Франции и об обязательной вакцинации для медработников, отмечает издание.\nВ ряде городах Франции 17 и 24 июля прошли массовые акции протеста против расширения практики введения санитарных пропусков и обязательной вакцинации медицинского персонала.",
      "author": "Апти",
      "date": "28.07.21, 16:45",
      "completed": true
    },
    {
      "id": 4,
      "title": "В Совфеде посоветовали Байдену быть повежливее с Россией",
      "imageURL": "https://cdn25.img.ria.ru/images/07e5/07/1c/1743283365_0:0:3071:1728_1920x0_80_0_0_e387edd150225836e7a6d9c3b74339f0.jpg.webp",
      "desc": "МОСКВА, 28 июл - РИА Новости. Президенту США Джо Байдену следует быть повежливее с Россией и не допускать голословных заявлений о нашей стране, считает российский сенатор Ольга Ковитиди.\nРанее американский президент Джо Байден заявил, что у его российского коллеги Владимира Путина \"проблемы\" и \"это делает его опасней\". Байден напомнил о прошедшем саммите в Женеве и добавил, что у президента России в распоряжении только ядерное оружие и нефть. \"США стоит быть поосторожнее и повежливее с Россией, поскольку в противостоянии Пекину, которое станет главной задачей Америки на долгие годы, единственным центром силы, позволяющим сбалансировать мощь Китая, является Россия\", - заявила Ковитиди РИА Новости.\nОтметив, что подобные заявления звучат из уст американских президентов далеко не в первый раз, она напомнила, что \"заезженный\" миф о российской угрозе уже принёс миллиарды долларов как Пентагону, так и приближённым к нему транснациональным компаниям, однако ничего не дал простым американцам.",
      "author": "Апти",
      "date": "28.07.21, 16:45",
      "completed": true
    },
    {
      "id": 5,
      "title": "Сын, которого семья считала погибшим в авиакатастрофе, вернулся и раскрыл, где пропадал эти 45 лет",
      "imageURL": "https://static.life.ru/publications/2021/6/28/275970392274.6339.jpg",
      "desc": "Индиец выжил, но не спешил выходить на связь. В 1982 году он приехал в Мумбай и остался там жить, пишет National News. Саджид попытался начать свой бизнес, но потерпел неудачу. В итоге он стал перебиваться случайными заработками и жизнь пошла по наклонной. Терзаемый чувством вины, мужчина продолжал скрывать от близких факт своего существования. В 2019 году Саджид, нищий больной старик, который едва мог ходить, оказался в приюте пастора Филиппа. \"Он боролся со всеми видами психических расстройств — депрессией после того, как труппа погибла в авиакатастрофе, чувством вины, алкоголизмом, провалами в памяти\", — отметил пастор. Спустя два года 70-летнему индийцу помогли найти семью: отец Саджида уже умер, но 91-летняя мама, братья и сёстры были живы. Они связались с объявившимся родственником по видеосвязи и с нетерпением ждут его возвращения домой.",
      "author": "Апти",
      "date": "28.07.21, 16:45",
      "completed": true
    },
    {
      "id": 6,
      "title": "Голод, мачете и редкий сон: Как китайцы ведут свои дела в Самарской области и держат рабочих в рабстве",
      "imageURL": "https://static.life.ru/publications/2021/6/28/58748248827.90623-900x.jpeg",
      "desc": "В Самаре силовики разбираются с китайскими фермерами, которые напали с мачете и топорами на выходцев из Таджикистана. Так рабочие пытались спастись из трудового рабства. Около трёх месяцев назад несколько мигрантов из Таджикистана устроились на работу в тепличное хозяйство, расположенное у посёлка Черноречье Волжского района Самарской области. Работодатели — китайцы — обещали достойные условия: жильё, трёхразовое питание и неплохую зарплату — 40 тыс. рублей в месяц.\n\nСтороны хлопнули по рукам, однако, по словам работников, дальше всё пошло не по сценарию. Под предлогом оформления документов китайские бизнесмены забрали у них паспорта. Сама работа пошла по жёсткому графику: день начинался в 4 утра и заканчивался в 10 вечера. На завтрак гастарбайтеров кормили лишь одним варёным яйцом, в обед и ужин давали макароны и по куску хлеба. Таджики говорят, что за провинности их избивали и морили голодом. На третий месяц мигранты поняли, что работают за еду и обещанной зарплаты от китайских фермеров не дождутся. Один из них сумел позвонить своему брату — Шерали Жураеву, работавшему водителем автобуса в Самаре, и попросил помощи.",
      "author": "Апти",
      "date": "28.07.21, 16:45",
      "completed": true
    },
    {
      "id": 7,
      "title": "Грузинские спасатели ищут пропавшую австралийку",
      "imageURL": "https://cdn25.img.ria.ru/images/07e4/04/03/1569536887_0:160:3072:1888_1920x0_80_0_0_ad9ed95010f9ecfeed4b9e76097f8877.jpg.webp",
      "desc": "Ведомство отмечает, что информацию о пропавшей гражданке в соцсети распространила ее подруга. По ее словам, когда Шанай Брук вчера вечером разговаривала с ней по телефону, она была в парке Мтацминде в Тбилиси. Во время разговора по телефону, по словам подруги, на Брукс было совершено нападение, она просила о помощи.\n\"К поискам подключены сто пожарных-спасателей\", - отмечено в заявлении.\nПропавшая гражданка Австралии проживает в Грузии около полугода, она преподает английский язык.",
      "author": "Апти",
      "date": "28.07.21, 16:45",
      "completed": true
    },
    {
      "id": 8,
      "title": "Появилось видео с места столкновения поезда и грузовика под Калугой",
      "imageURL": "https://cdn25.img.ria.ru/images/07e5/07/1f/1743776992_0:174:768:606_640x0_80_0_0_75db8611aec88b8e885b3f0e9e967f91.jpg.webp",
      "desc": "МОСКВА, 31 июл — РИА Новости. \"Известия\" опубликовали видео с места столкновения поезда, следовавшего из Ейска в Москву, и грузового автомобиля.\nСудя по кадрам, к месту ЧП на замену прибыл головной поезд, к нему прицепили вагоны с пассажирами. Состав отправился в столицу, на Киевский вокзал, по альтернативному маршруту — через Большое кольцо Московской железной дороги.\nАвария произошла сегодня днем в Ферзиковском районе. Водитель цементовоза выехал на пути на запрещающий сигнал светофора. В результате три колесные пары локомотива сошли с рельсов.\nПо информации экстренных служб, в поезде находились более 400 пассажиров, в том числе 125 детей. Мужчина, находившийся за рулем грузовика, погиб.",
      "author": "Апти",
      "date": "28.07.21, 16:45",
      "completed": false
    },
    {
      "id": 9,
      "title": "Банк России обсудит понижение цели по инфляции до 2-3 процентов",
      "imageURL": "https://cdn25.img.ria.ru/images/07e5/02/0c/1597203024_0:276:3151:2048_1920x0_80_0_0_f2d89b7f91d2df78f79eae6288bef147.jpg.webp",
      "desc": "МОСКВА, 31 июл — РИА Новости. Банк России в сентябре обсудит возможность снижения целевого показателя инфляции, пишет британская газета Financial Times со ссылкой на главу регулятора Эльвиру Набиуллину.\nБанк России поддерживает инфляцию вблизи целевого уровня — 4%.  \"Центральный банк рассмотрит возможность понижения этой цели до 2 или 3 процентов в сентябре, чтобы принять решение к середине 2022 года\", — приводит газета слова Набиуллиной.\nЕще в июле она отметила, что регулятор не видит целесообразности в повышении цели по инфляции. В обсуждении денежно-кредитной политики рассматривается только вариант ее снижения.\nБанк России применяет политику таргетирования инфляции с 2013 года. Основной инструмент ДКП в этом случае — это ключевая ставка — процент, под который центральный банк выдает кредиты коммерческим банкам и принимает от них деньги на депозиты. Ее изменение влияет на спрос, а затем и на динамку цен.\nВ конце июля ЦБ повысил ключевую ставку на процентный пункт до 6,5% годовых. Набиуллина не исключила, что это последнее ужесточение ДКП в цикле, однако сейчас говорить об этом преждевременно. По ее словам, ставка может вернуться в нейтральный диапазон \"при снижении устойчивых факторов, компонентов инфляции\" и инфляционных ожиданий.",
      "author": "Апти",
      "date": "28.07.21, 16:45",
      "completed": false
    },
    {
      "id": 10,
      "title": "ВОЛКОДАВ",
      "imageURL": "https://www.purina.ru/sites/purina.ru/files/styles/nppe_breed_selector_500/public/2020-04/chihuahua_smooth_coat.jpg?itok=qZAOlFRl",
      "desc": "СТРАШНЫЙ ВОЛКОДАВ",
      "date": "1.8.2021, 14:24",
      "completed": false
    },
    {
      "id": 11,
      "title": "Nokia",
      "imageURL": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Image_created_with_a_mobile_phone.png/1200px-Image_created_with_a_mobile_phone.png",
      "desc": "ладно, это описание :)",
      "date": "18.8.2021, 15:16",
      "completed": false
    }
  ]
}